Repository: vanzaam/OmniBLE
Catalog: OmniBLE/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: Set Temporary Basal Rate
da: Indstil midlertidig basalrate
de: Temporäre Basalrate setzen
es: Establecer tasa basal temporal
fr: Régler basal temporaire
it: Imposta velocità basale temporanea
nb: Still inn midlertidig basaldose
nb_no: Angi manuell basal
nl: Tijdelijke Basaalsnelheid Instellen
pl: Ustaw tymczasową dawkę podstawową
ro: Setați bazala temporară
ru: Установить ВБС
sk: Nastaviť dávku dočasného bazálu
sv: Ange temporär basaldos
tr: Geçici Bazal Oranı Ayarla
uk: Встановіть Тимчасову Базальну Швидкість
vi: Cài đặt liều nền tạm thời

source: Setup Complete
da: Opsætning fuldført
de: Setup vollständig
es: Configuración completada
fr: Mise en place terminée
it: Installazione Completata
nb_no: Oppsett ferdig
nl: Setup voltooid
ru: Настройка завершена
sk: Nastavenie je dokončené
sv: Inställning färdig
tr: Kurulum tamamlandı
uk: Налаштування Завершено
vi: Cài đặt hoàn thành

source: Signal strength too high
da: Signalstyrken er for høj
de: Signalstärke ist zu hoch
es: Intensidad de la señal demasiado alta
fr: Intensité du signal trop forte
it: Potenza del segnale troppo alta
nb: Signalstyrken er for høy
nb_no: Signalstyrken er for høy
nl: Signaalsterkte te hoog
pl: Zbyt wysoka siła sygnału
ro: Puterea semnalului este prea mare
ru: Слишком высокий уровень сигнала
sk: Príliš vysoká sila signálu
sv: Signalstyrka för hög
tr: Sinyal gücü çok yüksek
uk: Зависока потужність сигналу
vi: Sóng tín hiệu quá cao

source: Silence Pod
da: Lydløs Pod
de: Stille Pod
es: Silenciar Pod
fr: Pod Silencieux
it: Silenzia Pod
nb: Stillemodus pod
nb_no: Stillemodus
nl: Podgeluiden dempen
ro: Pompă silențioasă
ru: Беззвучный Под
sk: Stíšiť Pod
sv: Tysta podden
vi: Pod im lặng

source: Silence Pod mode suppresses all Pod alert and confirmation reminder beeping.
da: Lydløs Pod tilstand undertrykker alle Pod alarmer og bekræftelsespåmindelsesbip.
de: Stille Pod Modus unterdrückt alle Pod Warnungen und Bestätigungs-Erinnerung.
es: El modo Silence Pod reprime toda la alerta de Pod y el recordatorio de confirmación.
fr: Le mode Pod Silencieux supprime tous les bips d'alerte et de rappel de confirmation du Pod.
it: La modalità Silenzia Pod sopprime tutti i segnali acustici di avviso e promemoria di conferma del Pod.
nb: Stillemodus for pod undertrykker all varsling og bekreftelsespip fra pod.
nb_no: Stillemodus slår av alle pipelyder for Pod'en.
nl: Stille Podmodus dempt alle Podalarmen en bevestigingsmeldingen.
ro: Modul Pompă Silențioasă suprimă toate semnalele sonore de alertă și notificările de confirmare ale pompei.
ru: Беззвучный режим Пода отключает все звуковые сигналы и напоминания о подтверждении Пода.
sk: Režim Silence Pod potlačí všetky upozornenia Pod a upozornenia na potvrdenie.
sv: Under tyst poddläge stängs alla poddens ljud av.
uk: Режим Silence Pod пригнічує всі звукові сигнали сповіщень і нагадувань про підтвердження.
vi: Chế độ Silence Pod sẽ chặn tất cả tiếng bíp và lời nhắc nhở.

source: Silenced
da: Gjort tavs
de: Stille
es: Silenciado
fr: Silencieux
it: Silenziato
nb: Stillemodus
nb_no: Dempet
nl: Gedempt
ro: Redus la tăcere
ru: Беззвучно
sk: Stíšené
sv: Tystad
uk: Сповіщення вимкнено
vi: Im lặng

source: Slide the switch below to start cannula insertion.
da: Skub kontakten nedenfor for at starte kanyleindsættelse.
de: Verschieben Sie den Schalter unten, um mit der Kanüleneinfügen zu beginnen.
es: Deslice el botón de abajo para iniciar la inserción de la cánula.
fr: Faites glisser le bouton ci-dessous pour démarrer l’insertion de la canule.
it: Scorri il pulsante qui sotto per iniziare l'inserimento della cannula.
nb: Skyv bryteren nedenfor for å starte innskyting av kanylen.
nb_no: Sveip under for å starte innsetting av kanylen.
nl: Schuif om de canule te starten.
ro: Glisați comutatorul de mai jos pentru a începe introducerea canulei
ru: Сдвиньте переключатель ниже, чтобы начать введение канюли.
sk: Posunutím prepínača nižšie spustíte zavádzanie kanyly.
sv: Svep reglaget nedan för att föra in kanyl.
uk: Посуньте перемикач нижче, щоб розпочати введення канюлі.
vi: Trượt bên dưới để bắt đầu chèn Cannula.

source: Slide to Deactivate Pod
da: Skub for at Deaktivere Pod
de: Slide zum Deaktivieren von Pod
es: Deslice para desactivar el Pod
fr: Glisser pour désactiver le Pod
it: Scorri per disattivare Pod
nb: Skyv for å deaktivere pod
nb_no: Sveip for å deaktivere Pod
nl: Schuif om de Pod te deactiveren
ro: Glisați pentru a dezactiva pompa
ru: Сдвиньте для деактивации
sk: Posunutím deaktivujte pod
sv: Svep för att inaktivera podd
uk: Проведіть, щоб деактивувати Pod
vi: Trượt để vô hiệu hóa Pod

source: Slide to Insert Cannula
da: Skub for at indsætte kanyle
de: Streichen um die Kanüle einzuführen
es: Deslizar para insertar cánula
fr: Glissez pour insérer la canule
it: Scorri per inserire la cannula
nb: Skyv for å sette inn kanyle
nb_no: Sveip for å sette inn kanyle
nl: Schuif om canule in te brengen
ro: Glisați pentru a introduce canula
ru: Сдвиньте, чтобы вставить канюлю
sk: Posunutím zaveďte kanylu
sv: Svep för att föra in kanyl
uk: Готовий до введення канюлі
vi: Trượt để chèn Cannula

source: Suspend
da: Suspender
de: Unterbrechen
es: Suspender
fr: Suspendre
it: Sospendi
nb: Utsette
nb_no: Pause leveranse
nl: Onderbreek
pl: Wstrzymano
ro: Suspendați
ru: Приостановка
sk: Pozastavenie
sv: Pausa
tr: Askıya al
uk: Призупинити
vi: Đã tạm dừng

source: Suspend Delivery
da: Afbryd insulintilførsel
de: Abgabe unterbrechen
es: Suspender la infusión
fr: Suspendre l'administration
it: Sospendi erogazione
ja: 注入を一時停止
nb: Utsett levering
nb_no: Pause leveranse
nl: Onderbreek Toediening
pl: Wstrzymaj podawanie
ro: Suspendă administrarea
ru: Остановить подачу
sk: Pozastaviť dávkovanie
sv: Pausa insulintillförsel
tr: İletimi Askıya Al
uk: Призупинити Подачу
vi: Tạm ngưng liều insulin

source: Suspend In Progress Reminder
da: Påmindelse om igangværende suspension
de: Unterbrechungsfortschritts-Erinnerung
es: Recordatorio de Suspensión en curso
fr: Rappel de suspension en cours
it: Promemoria sospensione in corso
nb: Varsel om aktivert Utsettelse
nb_no: Påminnelse om pauset insulinleveranse
nl: Onderbreking in Uitvoering Herinnering
pl: Przypomnienie o trwającym zawieszeniu
ro: Memento pentru suspendarea în curs
ru: Напоминание о приостановке подачи инсулина
sk: Pripomienka prebiehajúceho pozastavenia
sv: Påminnelse om pausad pump
tr: Devam Eden Hatırlatıcıyı Askıya Al
uk: Нагадування про призупинення Podʼу
vi: Đang tiến hành tạm dừng lời nhắc

source: Suspended At
da: Suspenderet
de: Unterbrochen um
es: Suspendido a las
fr: Suspendu à
it: Sospeso a
nb: Utsatt klokken
nb_no: Pauset kl
nl: Onderbroken om
pl: Zawieszony o godz.
ro: Suspendat la
ru: Приостановлено в
sk: Pozastavené o
sv: Pausad kl.
tr: Askıya Alındı
uk: Призупинено у
vi: Tạm ngưng tại

source: Suspension time is up. Open the app and resume.
da: Suspensionstiden er udløbet. Åbn appen, og genoptag.
de: Die Unterbrechungszeit ist abgelaufen. Öffne die App und fahre fort.
es: El tiempo de suspensión ha terminado. Abra la aplicación y reanúdela.
fr: La période de suspension est terminée. Ouvrez l'application et reprenez.
it: Il periodo di sospensione è scaduto. Apri l'app e riprendi.
nb: Utsettelsestiden er over. Åpne appen og gjenoppta.
nb_no: Angitt tid for pause av insulintilførsel er utløpt. Åpne appen for å gjenoppta leveransen.
nl: De onderbrekingsperiode is verstreken. Open de app en hervat.
pl: Czas zawieszenie dobiegł końca. Otwórz Loop i wznów podawanie
ro: Timpul de suspendare a expirat. Deschideți aplicația și reluați.
ru: Время приостановки подачи инсулина истекло. Откройте приложение и возобновите подачу.
sk: Čas pozastavenia vypršal. Otvorte aplikáciu a pokračujte.
sv: Planerad paus är över. Öppna app och återuppta insulintillförsel.
tr: Askıya alma süresi doldu. Uygulamayı açın ve devam edin.
uk: Час призупинення вже вичерпано. Відкрийте додаток та продовжуйте роботу.
vi: Đã hết thời gian tạm dừng. Mở ứng dụng và tiếp tục.

source: Switch to other insulin delivery device
da: Skift til en anden insulintilførselsenhed
de: Zu einer anderen Pumpe wechseln
es: Cambiar a otro dispositivo de administración de insulina
fr: Passer à un autre dispositif d'administration d'insuline
it: Passa ad un altro dispositivo per l'erogazione d'insulina
nb: Bytt til annen insulintilførselsenhet
nb_no: Bytt til en annen insulinpumpe
nl: Schakel over op een ander insulinetoedieningsapparaat
pl: Zmień pompę insulinową na inną
ro: Treceți la alt dispozitiv de administrare a insulinei
ru: Переключиться на другое устройство для введения инсулина
sk: Prechod na iné zariadenie na podávanie inzulínu
sv: Byt till annan pump/insulinadministrering
tr: Diğer insülin iletim cihazına geçin
uk: Перейдіть на інший пристрій для введення інсуліну
vi: Chuyển đổi sang bơm khác

source: Temp Basal
da: Midlertidig Basal
de: Temporäre Basalrate
es: Insulina basal temporal
fr: Basal Temp.
it: Basale temporanea
nb_no: Midlertidig basal
nl: Tijdelijk basaal
ru: Врем. базал
sk: Dočasný bazál
sv: Temporär basal
tr: Geçici Bazal Oranı
uk: Тимчасовий Базал

source: The insulin suspension period has ended. You can resume delivery from the banner on the home screen or from your pump settings screen. You will be reminded again in 15 minutes.
da: Perioden for suspension af insulin er afsluttet. Du kan genoptage afgivelsen fra den øverste del af startskærmen eller fra skærmen med pumpeindstillinger. Du vil blive mindet om dette igen om 15 minutter.
de: Die Insulinabschaltung ist beendet. Du kannst die Abgabe über das Banner auf dem Startbildschirm oder über den Bildschirm mit den Pumpeneinstellungen fortsetzen. Du wirst in 15 Minuten erneut erinnert.
es: El periodo de suspensión de la insulina ha finalizado. Puedes reanudar la administración desde el banner de la pantalla de inicio o desde la pantalla de ajustes de tu bomba. Se le recordará de nuevo en 15 minutos.
fr: La période de suspension de l'insuline est terminée. Vous pouvez relancer l'administration à partir de la bannière sur l'écran d'accueil ou à partir de l'écran des paramètres de votre pompe. Vous recevrez un nouveau rappel dans 15 minutes.
it: Il periodo di sospensione dell'insulina è terminato. Puoi riprendere l'erogazione dal banner nella schermata iniziale o dalla schermata delle impostazioni della pompa. Riceverai un altro promemoria tra 15 minuti.
nb: Perioden med insulinsuspensjon er avsluttet. Du kan gjenoppta leveringen fra banneret på startskjermen eller fra skjermbildet for pumpeinnstillinger. Du vil bli påminnet igjen om 15 minutter.
nb_no: Perioden med insulinsuspensjon er avsluttet. Du kan gjenoppta leveringen fra banneret på startskjermen eller fra skjermbildet for pumpeinnstillinger. Du vil bli påminnet igjen om 15 minutter.
nl: De insulineonderbrekingsperiode is verstreken. Je kunt de toediening hervatten op het startscherm of via je pompinstellingenscherm. Over 15 minuten wordt je er opnieuw aan herinnerd.
pl: Okres zawieszenia podawania insuliny dobiegł końca. Podawanie można wznowić za pomocą banera na ekranie głównym lub na ekranie ustawień pompy. Ponowne przypomnienie pojawi się za 15 minut.
ro: Perioada de suspendarea a administrării de insulină s-a încheiat. Puteți relua administrarea din bannerul de pe ecranul principal sau de pe ecranul de setări al pompei. Vi se va aminti din nou în 15 minute.
ru: Период приостановки подачи инсулина закончилось. Вы можете возобновить введение инсулина с баннера на главном экране приложения или с экрана настроек вашей помпы. Через 15 минут вы получите повторное напоминание.
sk: Obdobie pozastavenia inzulínu sa skončilo. Podávanie inzulínu môžete obnoviť z bannera na domovskej obrazovke alebo z obrazovky nastavení pumpy. Pripomienka sa vám znova zobrazí o 15 minút.
sv: Planerad period av paus av pump är slut. Du kan återuppta insulintillförsel i pumpinställningar. Du kommer bli påmind igen om 15 minuter.
tr: İnsülin askıya alma süresi sona ermiştir. Ana ekran üzerinden veya pompa ayarları ekranınızdan iletime devam edebilirsiniz. 15 dakika içinde tekrar hatırlatılacaktır.
uk: Період призупинення введення інсуліну закінчився. Ви можете відновити введення інсуліну з банера на головному екрані або з екрана налаштувань помпи. Вам буде нагадано знову через 15 хвилин.
vi: Thời gian tạm dừng tiêm insulin đã kết thúc. Bạn có thể tiếp tục tiêm từ thanh thông báo trên màn hình chính hoặc từ cài đặt bơm. Bạn sẽ nhận nhắc nhở lần nữa sau 15 phút.

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
da: Tiden på din pumpe er forskellig fra den aktuelle tid. Vil du opdatere tiden på din pumpe til det aktuelle tidspunkt?
de: Die Uhrzeit Deiner Pumpe unterscheidet sich von Deiner aktuellen Uhrzeit. Möchtest Du die Uhrzeit Deiner Pumpe auf Deine aktuelle Uhrzeit aktualisieren?
es: La hora de la bomba es diferente de la hora actual. Desea actualizar la hora de su bomba a la hora actual?
fr: L'heure de votre pompe est différente de l'heure actuelle. Voulez vous mettre à jour l'heure de votre pompe avec l'heure actuelle?
it: L'orario indicato sulla pompa è diverso dall'orario attuale. Vuoi aggiornare l'orario indicato sulla pompa con l'orario attuale?
nb: Klokken på pumpen er forskjellig fra gjeldende tid. Vil du oppdatere tiden på pumpen til gjeldende tid?
nb_no: Tiden det tar på pumpen er forskjellig fra nåværende tidspunkt. Ønsker du å oppdatere tidspunktet på pumpen til nåværende tidspunkt?
nl: De tijd op je pomp is anders dan de huidige tijd. Wil je de tijd op je pomp bijwerken naar de huidige tijd?
pl: Czas na pompie różni się od aktualnego. Czy chcesz zaktualizować czas na pompie?
ro: Ora de pe pompă este diferită de ora curentă. Puteți revizui ora pompei și să o sincronizați cu ora curentă în meniul setări.
ru: Время на вашей помпе отличается от текущего времени. Вы хотите обновить время на вашей помпе на текущее?
sk: Čas na vašej pumpe sa líši od aktuálneho času. Chcete aktualizovať čas na vašej pumpe s aktuálnym čas?
sv: Tiden på din pump skiljer sig från aktuell tid. Vill du uppdatera tiden på din pump till aktuell tid?
tr: Pompanızdaki saat geçerli saatten farklı. Pompanızdaki saati geçerli saate güncellemek istiyor musunuz?
uk: Час на вашій помпі відрізняється від поточного часу. Хочете оновити час на помпі до поточного?
vi: Thời gian trên máy bơm của bạn khác với thời gian hiện tại. Bạn có muốn cập nhật thời gian trên máy bơm của mình đến thời điểm hiện tại không?

source: The time on your pump is different from the current time. You can review the pump time and and sync to current time in settings.
da: Tiden på din pumpe er forskellig fra den aktuelle tid. Din pumpes tid styrer dine planlagte behandlingsindstillinger. Gå til Pumpetid for at gennemgå tidsforskellen og konfigurere din pumpe.
de: Die Uhrzeit Deiner Pumpe weicht von der aktuellen Uhrzeit ab. Du kannst die Uhrzeit der Pumpe überprüfen und in den Einstellungen mit der aktuellen Uhrzeit synchronisieren.
es: La hora de la bomba es diferente de la hora actual. Puedes revisar la hora de la bomba y sincronizarla con la hora actual en los ajustes.
fr: L'heure de votre pompe est différente de l'heure actuelle. Vous pouvez vérifier l'heure de la pompe et la synchroniser avec l'heure actuelle dans les paramètres.
it: L'orario della pompa è diverso dall'orario attuale. Puoi controllare l'orario della pompa e sincronizzarlo con l'orario attuale nelle impostazioni.
nb: Klokken på pumpen er forskjellig fra gjeldende tid. Du kan se på pumpetiden og og synkronisere med gjeldende tid i innstillingene.
nb_no: Tiden på pumpen er forskjellig fra gjeldende tidspunkt. Du kan kontrollere pumpens tid og synkronisere til gjeldende tidspunkt i innstillinger.
nl: De tijd op je pomp is anders dan de huidige tijd. Je kunt de tijd op de pomp bekijken en synchroniseren met de huidige tijd in instellingen.
pl: Czas na pompie różni się od aktualnego. W ustawieniach można sprawdzić czas pompy i zsynchronizować go z aktualnym czasem.
ro: Ora de pe pompă este diferită de ora actuală. Puteți revizui ora pompei și să o sincronizați cu ora actuala în meniul setări.
ru: Время на вашей помпе отличается от текущего времени. Вы можете проверить время на помпе и синхронизировать его с текущим временем в настройках приложения.
sk: Čas na vašej pumpe sa líši od aktuálneho času. Môžete skontrolovať čas pumpy a synchronizovať ho s aktuálnym časom v nastaveniach.
sv: Tiden på din pump skiljer sig från den aktuella tiden. Du kan granska pumpens tid och synkronisera till aktuell tid i pumpinställningar.
tr: Pompanızdaki saat, geçerli saatten farklı. Pompa süresini gözden geçirebilir ve ayarlarda geçerli saate eşitleyebilirsiniz.
uk: Час на вашій помпі відрізняється від поточного часу. Ви можете переглянути час помпи та синхронізувати його з поточним часом у налаштуваннях.
vi: Thời gian trên bơm khác so với thời gian thực tế. Bạn có thể xem thời gian trên bơm và sync thời gian hiện hành trong cài đặt.

source: The time on your pump is different from the current time. Your pump’s time controls your scheduled therapy settings. Scroll down to Pump Time row to review the time difference and configure your pump.
da: Tiden på din pumpe er forskellig fra den aktuelle tid. Din pumpes tid styrer dine planlagte behandlingsindstillinger. Gå til Pumpetid for at gennemgå tidsforskellen og konfigurere din pumpe.
de: Die Uhrzeit der Pumpe weicht von der aktuellen Uhrzeit ab. Die Zeit der Pumpe steuert die geplanten Therapieeinstellungen. Scrolle nach unten zur Zeile Pumpenzeit, um den Zeitunterschied zu überprüfen und die Pumpe zu konfigurieren.
es: La hora de su bomba es diferente de la hora actual. La hora de su bomba controla los ajustes programados de su terapia. Desplácese hacia abajo hasta la fila que muestra la Hora de la Bomba para revisar la diferencia horaria y configurar su bomba.
fr: L'heure de votre pompe est différente de l'heure actuelle. L'heure de votre pompe contrôle les paramètres de votre traitement. Faites défiler jusqu'à la ligne Heure de Pompe pour vérifier le décalage de l'heure et configurer votre pompe.
it: L'orario impostato nel microinfusore è diverso dall'orario corrente. L'orario del microinfusore detta e controlla le impostazioni della terapia programmata e va corretto: Nella lista degli 'orari del microinfusore verificare la differenza di orario e configurare correttamente il microinfusore.
nb_no: Klokken på pumpen er forskjellig fra gjeldende tid. Pumpens tid styrer dine planlagte behandlingsinnstillinger. Rull ned til Pumpetid-raden for å se tidsforskjellen og konfigurere pumpen.
nl: De tijd op je pomp is anders dan de huidige tijd. De tijd van je pomp bepaalt je geplande therapieinstellingen. Scroll omlaag naar de Pomptijd om het tijdsverschil te bekijken en de pomp te configureren.
pl: Czas na pompie różni się od aktualnego czasu. Czas pompy steruje ustawieniami zaplanowanej terapii. Przewiń w dół do wiersza Czas pompy, aby przejrzeć różnicę czasu i skonfigurować pompę.
ru: Время на помпе отличается от текущего времени. Время вашей помпы контролирует ваши запланированные настройки терапии. Прокрутите вниз до строки времени помпы, чтобы просмотреть разницу во времени и настроить помпу.
sk: Čas na pumpe je iný ako aktuálny čas. Čas pumpy riadi vaše naplánované liečebné nastavenia. Prejdite nadol na riadok Čas pumpy, pozrite si časový rozdiel a nakonfigurujte pumpu.
sv: Tiden på din pump skiljer sig från verklig tid. Pumpens tid styr dina schemalagda terapiinställningar. Bläddra ner till raden Pump Tid för att ändra.
tr: Pompanızdaki saat, geçerli saatten farklı. Pompanızın zamanı, planlanmış tedavi ayarlarınızı kontrol eder. Saat farkını gözden geçirmek ve pompanızı yapılandırmak için Pompa Saati satırına ilerleyin.
uk: Час на вашому Pod'i відрізняється від поточного часу. Час вашого Podʼу контролює налаштування запланованої терапії. Прокрутіть униз до рядка Час Podʼу, щоб переглянути різницю в часі та налаштувати Pod.
vi: Thời gian trên máy bơm của bạn khác với thời gian hiện tại. Thời gian của máy bơm sẽ kiểm soát cài đặt trị liệu theo lịch trình của bạn. Cuộn xuống đến Pump Time để xem lại chênh lệch thời gian và cấu hình bơm của bạn.

source: The window on the top of the Pod should be colored pink when the cannula is properly inserted into the skin.
da: Vinduet på toppen af Pod'en skal være farvet pink, når kanylen er korrekt indsat i huden.
de: Das Fenster oben auf dem Pod sollte pinkfarben sein, wenn die Kanüle ordentlich in die Haut eingeführt wurde.
es: La ventana situada en la parte superior del Pod debe volverse de color rosa cuando la cánula esté correctamente insertada en la piel.
fr: La fenêtre située sur le dessus du Pod est colorée en rose lorsque la canule est correctement insérée dans la peau.
it: La finestra nella parte superiore del Pod sarà di colore rosa quando la cannula è stata inserita correttamente nella pelle.
nb: Vinduet på toppen av Pod-en skal farges rosa når kanylen er riktig satt inn i huden.
nb_no: Vinduet på oversiden av pod skal farges rosa når kanylen har blitt satt inn riktig.
nl: Het venster aan de bovenkant van de pod moet roze gekleurd zijn wanneer de canule correct in de huid is ingebracht.
pl: Okienko na górze POD'a powinno zabarwić się na różowo, gdy kaniula jest prawidłowo wprowadzona pod skórę.
ro: Fereastra din partea superioară a Pod-ului trebuie să fie colorată în roz atunci când canula a fost introdusă corect în piele.
ru: Когда канюля правильно введена под кожу, окошко в верхней части пода должно окраситься в розовый цвет.
sk: Keď je kanyla správne zavedená do kože, okienko v hornej časti Podu by malo byť sfarbené do ružova.
sv: Det lilla fönstret på podden färgas rosa när kanylen är ordentligt insatt i huden.
tr: Kanül cilde düzgün bir şekilde yerleştirildiğinde Pod'un üst kısmındaki pencere pembe renkte olmalıdır.
uk: Віконце у верхній частині Pod повинно бути рожевим, коли канюля правильно вставлена в шкіру.
vi: Ô vuông trên đầu của pod sẽ nháy đỏ khi cannual được gắn chuẩn vào trong cơ thể.
